{
    "The Wedding": "The Wedding",
    "The WeddingMenu": "The Wedding <b class='caret'></b>",
    "Our Story": "Love Story",
    "The Wedding Location": "Location",
    "Confirmation": "Confirmation",
    "Are getting Married in": "Are getting Married in",
    "DAYS": "Days",
    "HOURS": "Hours",
    "MIN.": "Minutes",
    "SEC.": "Seconds",
    "StoryDescription": "Come giá tutti saprete, la nostra storia é lunga, tutto inizió 10 anni fa quando il destino volle che i nostri sguardi s'incrociassero in un pub tipico di Leiden (Olanda). Poco dopo arrivarono i pomeriggi di té e lavatrici, mentre chiaccheravamo, ridevamo e mangiavamo varie stroopwafels. Cosí passavano i pomeriggi piovosi d'inverno. Poco a poco e senza accorgerci ció che inizió come una semplice amicizia si trasformó in vero AMORE. Da allora siamo stati insieme, senza dare importanza alla lingua o alla distanza che ci rendevano le cose difficili... Per tutto questo siamo molto felici e orgogliosi di poter condividere insieme a tutti voi uno dei giorni piú speciali della nostra vita. Grazie a tutti per celebrarlo con noi.",
    "INVITE.INFO": "Vi invitiamo a celebrare il nostro matrimonio",
    "Confirm": "Confirm",
    "Choose a Song": "Choose a song for the copple",
    "ContactTitle": "Are you coming to our wedding?",
    "GuestsTitle": "Who is coming with you?",
    "AddButton": "+ Add",
    "Music": "Music",
    "Gallery": "Gallery",
    "GalleryDescription": "Ci piacerebbe vedere il nostro matrimonio attraverso i vostri occhi.",
    "GalleryDescription2": " per condividere con noi i migliori momenti.",
    "Send": "Invia",
    "Wedding Gifts": "Regali",
    "GiftDescription": "Il regalo più bello che ci possiate fare è condividere con noi il giorno del nostro matrimonio. Se tuttavia vi facesse piacere contribuire alla nostra felicità, qui di seguito vi lasciamo il nostro conto, per collaborare nel nostro viaggio di Nozze.",
    "Name:": "Titolare:",
    "GiftSquare1": "Yours",
    "GiftSquare2": "Presence"
}